Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# coach.priority.eatNormallyAtTheNextMeal.4318
source: Eat normally at the next meal
ru: Поешьте нормально в следующий прием пищи
zh_hans: 下次用餐时正常进食

# coach.priority.eatNormallyAtYourNextMeal.2188
source: Eat normally at your next meal
ru: Поешьте нормально в следующий прием пищи
zh_hans: 下次用餐时正常进食

# coach.priority.eatNormallyAtYourNextMeal.2201
source: Eat normally at your next meal
ru: Поешьте нормально в следующий прием пищи
zh_hans: 下次用餐时正常进食

# coach.priority.eatNormallyAtYourNextMeal.2787
source: Eat normally at your next meal
ru: Поешьте нормально в следующий прием пищи
zh_hans: 下次用餐时正常进食

# coach.priority.enduranceBlock.2682
source: endurance block
ru: кардио-блок
zh_hans: 心脏传导阻滞

# coach.priority.eveningIsAGoodTimeToProtect.4424
source: Evening is a good time to protect recovery and sleep.
ru: Вечер — хорошее время сохранить восстановление и сон.
zh_hans: 傍晚是保障恢复与睡眠的理想时段。

# coach.priority.fallbackShouldOnlyHappenWhenThereIs.4348
source: Fallback should only happen when there is truly nothing useful to reason about.
ru: Резервный текст нужен только когда действительно не о чем полезно сказать.
zh_hans: 仅在确实无法进行有效推理时，才应启用备用方案。

# coach.priority.finishFresh.4382
source: Finish fresh
ru: Завершите свежим
zh_hans: 新鲜完成

# coach.priority.fluidsForEndurance.2025
source: Fluids for endurance
ru: Вода для кардио
zh_hans: 耐力运动用液体

# coach.priority.fluidsMatterForTheCurrentContext.3294
source: Fluids matter for the current context.
ru: Вода важна для текущего контекста.
zh_hans: 在当前背景下，液体至关重要。

# coach.priority.followThePlan.747
source: Follow the plan
ru: Следуйте плану
zh_hans: 遵循计划

# coach.priority.foodIsCovered.2247
source: Food is covered
ru: Еда закрыта
zh_hans: 伙食已包含在内

# coach.priority.foodSupportsTheDayWithoutBecomingThe.2202
source: Food supports the day without becoming the main priority.
ru: Еда помогает дню, но не становится главным приоритетом.
zh_hans: 食物支撑着白天的生活，却并非生活的首要考量。

# coach.priority.forcingThePlanMayCreateMoreFatigue.1544
source: Forcing the plan may create more fatigue than fitness.
ru: Если давить план, усталости может быть больше, чем пользы.
zh_hans: 强行推进计划，反而可能带来比提升体能更严重的疲劳感。

# coach.priority.fuelBeforeTheHardWork.5076
source: Fuel before the hard work
ru: Подкрепитесь перед тяжелой работой
zh_hans: 辛勤工作前的燃料

# coach.priority.fuelEndurance.2167
source: Fuel endurance
ru: Еда для кардио
zh_hans: 燃油续航能力

# coach.priority.fueling.60
source: Fueling
ru: Питание
zh_hans: 燃料供应

# coach.priority.fuelIsContextuallyRelevantToTheNext.3479
source: Fuel is contextually relevant to the next training or recovery step.
ru: Еда важна для следующей тренировки или шага восстановления.
zh_hans: 燃料的选择与后续训练或恢复步骤密切相关。

# coach.priority.fuelIsCovered.2258
source: Fuel is covered
ru: Еда закрыта
zh_hans: 燃料已包含在内

# coach.priority.fuelIsStarted.2269
source: Fuel is started
ru: Еда уже началась
zh_hans: 燃油已启动

# coach.priority.fuelIsStillMissing.2279
source: Fuel is still missing
ru: Еды все еще не хватает
zh_hans: 燃料仍然短缺。

# coach.priority.fuelTheRideRun.2156
source: Fuel the ride/run
ru: Подкрепитесь перед заездом/пробежкой
zh_hans: 为您的骑行/跑步注入动力

# coach.priority.givenValueValueMayExceedWhatYou.4860
source: Given %@, %@ may exceed what you can recover from. I would protect tonight and be ready to swap tomorrow's %@ work for recovery if readiness is still low.
ru: С учетом %@, %@ может быть выше того, от чего вы успеете восстановиться. Сегодня я бы сохранил вечер спокойным и был готов заменить завтрашнюю %@ работу на восстановление, если готовность останется низкой.
zh_hans: 鉴于%@的情况，%@可能超出您可恢复的范围。我今晚会采取防护措施，若准备度仍较低，则可将明日的%@工作替换为恢复操作。

# coach.priority.giveTheBodyMaterialToRepairThe.2134
source: Give the body material to repair the work.
ru: Дайте телу материал, чтобы восстановить сделанную работу.
zh_hans: 提供修复所需的材料。

# coach.priority.goodExecutionIsCoachingTooKeepThe.3597
source: Good execution is coaching too: keep the session useful without turning it into extra stress.
ru: Хорошее выполнение — тоже работа тренера: держите тренировку полезной, без лишнего стресса.
zh_hans: 良好的执行同样属于教练技巧：在确保课程有效性的同时，避免将其变成额外的压力源。

# coach.priority.goodPreparationStartsBeforeTheOfficialPrep.4506
source: Good preparation starts before the official prep window: avoid spending energy you want available later.
ru: Хорошая подготовка начинается до официального окна: не тратьте энергию, которая понадобится позже.
zh_hans: 充分的准备应从正式准备期之前就开始：避免消耗那些你希望留待之后使用的精力。

# coach.priority.goodReadinessIsUsefulButTheBest.3558
source: Good readiness is useful, but the best sessions still begin with a calm opening.
ru: Хорошая готовность полезна, но лучшие тренировки все равно начинаются спокойно.
zh_hans: 良好的准备固然有益，但最理想的会谈仍应从平静的开场开始。

# coach.priority.goodWindowToday.4263
source: Good window today
ru: Сегодня хорошее окно
zh_hans: 今天天气不错

# coach.priority.heatRaisesFluidDemand.1996
source: Heat raises fluid demand.
ru: В жару нужно больше воды.
zh_hans: 高温会增加液体需求。

# coach.priority.highReadinessIsAnOpportunityNotPressure.4268
source: High readiness is an opportunity, not pressure. The value is using it deliberately.
ru: Высокая готовность — это возможность, а не давление. Важно использовать ее осознанно.
zh_hans: 高度战备状态是一种机遇，而非压力；其价值在于有意识地加以利用。

# coach.priority.hydrateNormally.3681
source: Hydrate normally
ru: Пейте как обычно
zh_hans: 正常水合

# coach.priority.hydrateSteadily.2037
source: Hydrate steadily
ru: Пейте ровно
zh_hans: 稳步增水

# coach.priority.hydration.58
source: Hydration
ru: Вода
zh_hans: 补水

# coach.priority.hydrationBeforeSauna.1995
source: Hydration before sauna
ru: Вода перед сауной
zh_hans: 桑拿前补水

# coach.priority.hydrationIsImproving.2060
source: Hydration is improving
ru: С водой становится лучше
zh_hans: 水合状态正在改善。

# coach.priority.hydrationIsImproving.2071
source: Hydration is improving
ru: С водой становится лучше
zh_hans: 水合状态正在改善。

# coach.priority.hydrationIsImproving.2094
source: Hydration is improving
ru: С водой становится лучше
zh_hans: 水合状态正在改善。

# coach.priority.hydrationIsOnTheWayBack.2103
source: Hydration is on the way back
ru: Вода возвращается в норму
zh_hans: 水合作用正在逐渐恢复。

# coach.priority.ifNothingChangesTomorrowStartsWithThe.2872
source: If nothing changes, tomorrow starts with the same fatigue plus one more night of poor recovery.
ru: Если ничего не изменить, завтра начнется с той же усталости и еще одной ночи плохого восстановления.
zh_hans: 如果情况依旧，明天将从同样的疲惫感开始，再加上又一晚恢复不佳的夜晚。

# coach.priority.ifReadinessDoesNotImproveByTraining.1695
source: If readiness does not improve by training time, make the session easier or move the intensity.
ru: Если к тренировке готовность не улучшится, сделайте ее легче или перенесите интенсивность.
zh_hans: 若经过训练后准备状态仍未改善，则应简化训练环节或调整训练强度。

# coach.priority.ifRecoveryDoesNotImproveTomorrowS.4644
source: If recovery does not improve, tomorrow's plan gets narrower and intensity becomes a gamble.
ru: Если восстановление не улучшится, завтрашний план станет уже, а интенсивность — рискованнее.
zh_hans: 若康复情况未见改善，明天的计划将愈发受限，而治疗强度则成了一场赌博。

# coach.priority.ifYouWakeUpFlatReduceTomorrow.1653
source: If you wake up flat, reduce tomorrow's intensity before forcing the plan.
ru: Если проснетесь разбитым, снизьте завтрашнюю интенсивность до того, как давить план.
zh_hans: 如果你醒来时感觉身体僵硬，请在坚持原定计划前降低明天的训练强度。

# coach.priority.inValueM.5612
source: in %@m
ru: через %@ мин
zh_hans: in %@分钟

# coach.priority.itIsEveningAndNoActivitiesRemain.4153
source: It is evening and no activities remain today.
ru: Сейчас вечер, и активностей на сегодня больше нет.
zh_hans: 已是傍晚，今天已无活动可进行了。

# coach.priority.itIsLateNightAndNoActivities.4157
source: It is late night and no activities remain today.
ru: Сейчас поздняя ночь, и активностей на сегодня больше нет.
zh_hans: 已是深夜，今天已无活动可做了。

# coach.priority.itIsNightAndNoActivitiesRemain.4155
source: It is night and no activities remain today.
ru: Сейчас ночь, и активностей на сегодня больше нет.
zh_hans: 已是夜晚，今天已无活动可进行了。

# coach.priority.itIsStillOvernight.5141
source: It is still overnight.
ru: Все еще ночь.
zh_hans: 仍然是彻夜未眠。

# coach.priority.itIsStillOvernight.5168
source: It is still overnight.
ru: Все еще ночь.
zh_hans: 仍然是彻夜未眠。

# coach.priority.keepAddingFluids.2096
source: Keep adding fluids
ru: Продолжайте добавлять воду
zh_hans: 持续补充液体

# coach.priority.keepBasicsSteady.4313
source: Keep basics steady
ru: Держите базу ровно
zh_hans: 保持基础稳定

# coach.priority.keepBasicsSteady.4323
source: Keep basics steady
ru: Держите базу ровно
zh_hans: 保持基础稳定

# coach.priority.keepBringingFluidsBackUp.2095
source: Keep bringing fluids back up.
ru: Продолжайте возвращать воду в норму.
zh_hans: 持续补充液体。

# coach.priority.keepEffortComfortable.2787
source: Keep effort comfortable
ru: Держите усилие комфортным
zh_hans: 保持运动强度舒适

# coach.priority.keepEffortSmooth.723
source: Keep effort smooth.
ru: Держите усилие ровным.
zh_hans: 保持流程顺畅。

# coach.priority.keepEnergySteady.4482
source: Keep energy steady
ru: Держите энергию ровной
zh_hans: 保持精力充沛

# coach.priority.keepFluidsAvailable.2062
source: Keep fluids available
ru: Держите воду под рукой
zh_hans: 确保随时有液体可用

# coach.priority.keepFluidsAvailableWithoutForcingAnotherLarge.2072
source: Keep fluids available without forcing another large drink.
ru: Держите воду под рукой, но не заставляйте себя пить много.
zh_hans: 保持患者体内有足够液体，但无需强迫其饮用大量液体。

# coach.priority.keepFluidsSteady.3557
source: Keep fluids steady
ru: Пейте воду равномерно.
zh_hans: 维持体液平衡

# coach.priority.keepFluidsSteady.4463
source: Keep fluids steady
ru: Пейте воду равномерно.
zh_hans: 维持体液平衡

# coach.priority.keepFoodNormal.4301
source: Keep food normal
ru: Ешьте нормально
zh_hans: 保持饮食正常

# coach.priority.keepIntakeSteadyInsteadOfCatchingUp.2026
source: Keep intake steady instead of catching up late.
ru: Пейте ровно, а не догоняйте поздно.
zh_hans: 保持摄入量稳定，而非事后补救。

# coach.priority.keepIntensityFlexible.743
source: Keep intensity flexible
ru: Оставьте интенсивность гибкой
zh_hans: 保持训练强度灵活可变

# coach.priority.keepIntensityLow.4435
source: Keep intensity low
ru: Держите интенсивность низкой
zh_hans: 保持低强度

# coach.priority.keepItDigestible.739
source: Keep it digestible
ru: Пусть еда легко усваивается
zh_hans: 保持易消化

# coach.priority.keepItDigestible.3490
source: Keep it digestible
ru: Пусть еда легко усваивается
zh_hans: 保持易消化

# coach.priority.keepItDigestible.3735
source: Keep it digestible
ru: Пусть еда легко усваивается
zh_hans: 保持易消化

# coach.priority.keepItDigestible.4318
source: Keep it digestible
ru: Пусть еда легко усваивается
zh_hans: 保持易消化

# coach.priority.keepItEasy.4378
source: Keep it easy
ru: Держите легко
zh_hans: 保持简单

# coach.priority.keepItSimpleAndDigestible.2178
source: Keep it simple and digestible.
ru: Пусть еда будет простой и легко усваиваемой.
zh_hans: 保持简洁，易于理解。

# coach.priority.keepMobilityEasy.735
source: Keep mobility easy
ru: Мобилити держите легкой
zh_hans: 让行动更加便捷

# coach.priority.keepMovementEasy.3886
source: Keep movement easy.
ru: Движение держите легким.
zh_hans: 让活动更加轻松。

# coach.priority.keepMovementEasy.4308
source: Keep movement easy
ru: Движение держите легким
zh_hans: 让移动更轻松

# coach.priority.keepMovementEasy.4460
source: Keep movement easy.
ru: Движение держите легким.
zh_hans: 让活动更加轻松。

# coach.priority.keepRecoveryEasy.3685
source: Keep recovery easy
ru: Держите восстановление легким
zh_hans: 让康复更轻松

# coach.priority.keepRecoveryEasy.4380
source: Keep recovery easy
ru: Держите восстановление легким
zh_hans: 让康复更轻松

# coach.priority.keepRecoveryLight.1778
source: Keep recovery light.
ru: Восстанавливайтесь спокойно.
zh_hans: 恢复期间保持清淡饮食。

# coach.priority.keepRhythm.747
source: Keep rhythm
ru: Держите ритм
zh_hans: 保持节奏

# coach.priority.keepRhythm.4530
source: Keep rhythm
ru: Держите ритм
zh_hans: 保持节奏

# coach.priority.keepSippingCalmly.2073
source: Keep sipping calmly
ru: Пейте небольшими глотками спокойно
zh_hans: 继续平静地啜饮

# coach.priority.keepTheBasicsSteady.4267
source: Keep the basics steady
ru: Держите базу ровно
zh_hans: 保持基础稳固

# coach.priority.keepTheCurrentActivityEasyEnoughTo.1907
source: Keep the current activity easy enough to protect the next block.
ru: Текущую активность держите достаточно легкой, чтобы сохранить силы на следующий блок.
zh_hans: 将当前活动保持得足够简单，以保护下一个区块。

# coach.priority.keepTheDayEasy.3078
source: Keep the day easy.
ru: Держите день легким.
zh_hans: 让这一天轻松些。

# coach.priority.keepTheEveningCalm.4026
source: Keep the evening calm
ru: Сохраняйте вечер спокойным
zh_hans: 让夜晚保持宁静

# coach.priority.keepTheEveningSteady.4433
source: Keep the evening steady
ru: Держите вечер спокойно
zh_hans: 让夜晚保持平稳

# coach.priority.keepTheNextBlockEasy.3681
source: Keep the next block easy
ru: Следующий блок держите легким
zh_hans: 让下一个区块保持简单

# coach.priority.keepTheNextStepSimple.3815
source: Keep the next step simple
ru: Следующий шаг держите простым
zh_hans: 让下一步操作保持简单

# coach.priority.keepTheNightQuiet.5166
source: Keep the night quiet
ru: Держите ночь спокойной
zh_hans: 保持夜晚安静

# coach.priority.keepTheRoomCalm.5139
source: Keep the room calm
ru: Сделайте комнату спокойной
zh_hans: 保持房间安静

# coach.priority.keepTheStartEasy.2248
source: Keep the start easy.
ru: Начните легко.
zh_hans: 让起步阶段保持简单。

# coach.priority.keepThisSessionEasy.644
source: Keep this session easy
ru: Держите эту тренировку легкой
zh_hans: 保持本次训练轻松

# coach.priority.keepTomorrowFlexible.705
source: Keep tomorrow flexible.
ru: Оставьте завтра гибким.
zh_hans: 让明天的安排保持灵活。

# coach.priority.lateFluidCatchUpCanCompeteWith.1984
source: Late evening fluids can compete with sleep.
ru: Поздний приём жидкости может мешать сну.
zh_hans: 深夜饮水可能会干扰睡眠。

# coach.priority.leaveThePlanAlone.5139
source: Leave the plan alone
ru: Оставьте план как есть
zh_hans: 不要干预该计划

# coach.priority.letItSettleBeforeTraining.2237
source: Let it settle before training.
ru: Дайте этому улечься перед тренировкой.
zh_hans: 训练前请让其静置。

# coach.priority.letRecoveryDoItsJob.702
source: Let recovery do its job.
ru: Дайте восстановлению сделать свою работу.
zh_hans: 让恢复发挥作用。

# coach.priority.letRecoveryDoItsJob.4379
source: Let recovery do its job.
ru: Дайте восстановлению сделать свою работу.
zh_hans: 让恢复发挥作用。

# coach.priority.letRecoveryLead.4635
source: Let recovery lead
ru: Сегодня главное — восстановиться
zh_hans: 让复苏引领方向

# coach.priority.letTheDayStartLater.5166
source: Let the day start later
ru: Пусть день начнется позже
zh_hans: 让这一天晚些开始

# coach.priority.longEnduranceNeedsSteadyCarbs.2157
source: Long endurance needs steady carbs.
ru: Длинное кардио требует ровных углеводов.
zh_hans: 长时间耐力运动需要稳定的碳水化合物摄入。

# coach.priority.lowerTheCeiling.743
source: Lower the ceiling
ru: Сделайте план легче
zh_hans: 让计划变得更简单

# coach.priority.lowerTomorrowSCeiling.741
source: Lower tomorrow's ceiling
ru: Сделайте завтра легче
zh_hans: 降低明天的上限

# coach.priority.makeEnergyAvailable.638
source: Make energy available
ru: Дайте телу энергию
zh_hans: 提供能源

# coach.priority.makeThisARecoveryLedDay.3079
source: Make this a recovery-led day
ru: Сделайте день днем восстановления
zh_hans: 让这一天成为以恢复为导向的一天

# coach.priority.manageIntensity.1681
source: Manage intensity
ru: Управляйте интенсивностью
zh_hans: 调节强度

# coach.priority.manageIntensityToday.1683
source: Manage intensity today
ru: Сегодня управляйте интенсивностью
zh_hans: 立即管理强度

# coach.priority.matchFoodToTheNextBlock.3490
source: Match food to the next block
ru: Подберите еду под следующий блок
zh_hans: 将食物与下一个方块匹配

# coach.priority.mealIsIn.2236
source: Meal is in
ru: Еда уже есть
zh_hans: 用餐时间已到

# coach.priority.meaningfulTrainingIsLaterTodayButNot.4492
source: Meaningful training is later today, but not inside the preparation window yet.
ru: Важная тренировка будет позже сегодня, но окно подготовки еще не началось.
zh_hans: 有意义的训练将于今日晚些时候进行，但尚未进入准备窗口期。

# coach.priority.missingOneBlockDoesNotDefineThe.3814
source: Missing one block does not define the day. Use the next useful choice to get back into rhythm without trying to repay it.
ru: Один пропущенный блок не определяет весь день. Вернитесь в ритм следующим полезным шагом, без попытки расплатиться за пропуск.
zh_hans: 缺失一个板块并不意味着当日节奏已失效。请选用下一个合适的选项，以重新找回节奏，而无需刻意弥补缺失。

# coach.priority.morningReadinessIsLimitedBeforeTrainingLater.1672
source: Morning readiness is limited before training later today.
ru: Утром готовность ограничена перед тренировкой позже сегодня.
zh_hans: 今日下午训练前，晨间准备情况有限。

# coach.priority.movementIsStillAhead.2789
source: Movement is still ahead.
ru: Движение еще впереди.
zh_hans: 进展仍在继续。

# coach.priority.noActiveWorkoutOrRecentWorkoutShould.3767
source: No active workout or recent workout should override it.
ru: Активная или недавняя тренировка не должна перекрывать этот сигнал.
zh_hans: 当前正在进行的锻炼或近期进行的锻炼均不得覆盖此设置。

# coach.priority.noActiveWorkoutPreparationWindowOrPost.4349
source: No active workout, preparation window, or post-workout focus is available.
ru: Нет активной тренировки, окна подготовки или фокуса после тренировки.
zh_hans: 当前暂无可用训练计划、准备期或训练后专注目标。

# coach.priority.noActivitiesRemainToday.4140
source: No activities remain today.
ru: На сегодня активностей больше нет.
zh_hans: 目前暂无活动。

# coach.priority.noActivitiesRemainToday.4159
source: No activities remain today.
ru: На сегодня активностей больше нет.
zh_hans: 目前暂无活动。

# coach.priority.noCoachingActionIsWorthMoreThan.5165
source: No coaching action is worth more than protecting sleep right now.
ru: Сейчас ни одно действие не важнее сна.
zh_hans: 在目前这个阶段，没有什么比保障睡眠更重要的举措了。

# coach.priority.noCriticalFuelHydrationOrRecoveryBlocker.3598
source: No critical fuel, hydration, or recovery blocker is ahead of it.
ru: Перед этим нет критичной проблемы с едой, водой или восстановлением.
zh_hans: 在其前方没有关键燃料、水或回收阻断剂。

# coach.priority.noDominantLimiterIsAheadOfThe.4436
source: No dominant limiter is ahead of the evening routine.
ru: Нет главного ограничителя, который важнее вечернего режима.
zh_hans: 在今晚的常规表演中，没有哪位选手占据主导地位。

# coach.priority.noFoodOrWaterHasBeenLogged.2789
source: No food or water has been logged yet.
ru: Еда и вода пока не внесены.
zh_hans: 目前尚未记录任何食物或饮用水。

# coach.priority.noImmediateCoachingIssueBeatsSleep.5141
source: No immediate coaching issue beats sleep.
ru: Сейчас нет проблемы важнее сна.
zh_hans: 在即时训练问题上，没有什么比睡眠更重要。

# coach.priority.noLimiterIsAskingForACorrection.4269
source: No limiter is asking for a correction.
ru: Ни один ограничитель не просит коррекции.
zh_hans: 无限制器正在请求校正。

# coach.priority.noMajorBlockersAreAheadOfThe.3546
source: No major blockers are ahead of the next training session.
ru: Перед следующей тренировкой нет крупных блокеров.
zh_hans: 下次训练前没有重大障碍。

# coach.priority.noMeaningfulTrainingLoadNeedsPostWorkout.4228
source: No meaningful training load needs post-workout recovery.
ru: Нет значимой тренировочной нагрузки, которая требует восстановления после тренировки.
zh_hans: 无需进行有意义的训练负荷后的恢复。

# coach.priority.none.74
source: None
ru: Нет
zh_hans: 无

# coach.priority.noSingleBlockerIsLoudKeepFood.4434
source: No single blocker is loud. Keep food, fluids, and intensity calm so the day finishes cleanly.
ru: Нет одного громкого блокера. Держите еду, воду и интенсивность спокойными, чтобы день завершился чисто.
zh_hans: 没有任何一种阻断剂会产生剧烈反应。请保持饮食、液体摄入及运动强度稳定，以确保当天结束得顺利。

# coach.priority.nothingIsInsideACoachingPreparationWindow.4532
source: Nothing is inside a coaching preparation window.
ru: Сейчас нет активности внутри окна подготовки.
zh_hans: 教练准备窗口内暂无内容。

# coach.priority.nothingNeedsForcingKeepTheRecoveryWork.4462
source: Nothing needs forcing. Keep the recovery work easy and use the rest of the day to stay steady.
ru: Ничего не нужно форсировать. Восстановительную работу держите легкой, а остаток дня — ровным.
zh_hans: 无需强求。让康复过程保持轻松，利用当天剩余时间保持稳定状态。

# coach.priority.nothingNeedsSolvingNow.5136
source: Nothing needs solving now.
ru: Сейчас ничего не нужно решать.
zh_hans: 现在无需解决任何问题。

# coach.priority.nothingUsefulNeedsSolvingOvernightSleepIs.5138
source: Nothing useful needs solving overnight. Sleep is the highest-value move before the morning plan matters.
ru: Ночью ничего полезного решать не нужно. До утреннего плана лучший шаг — сон.
zh_hans: 没有什么有价值的事情需要一夜之间完成。在制定晨间计划之前，睡眠才是最具价值的举措。

# coach.priority.noTrainingStressIsPlanned.3891
source: No training stress is planned.
ru: Тренировочный стресс не запланирован.
zh_hans: 未计划进行训练性压力测试。

# coach.priority.noUrgentDaySignalIsAheadOf.271
source: No urgent day signal is ahead of the baseline plan.
ru: Нет срочного сигнала, который важнее базового плана.
zh_hans: 在基准计划之外，暂无紧急日间信号。

# coach.priority.noUrgentMoveIsNeededKeepFuel.4529
source: No urgent move is needed. Keep fuel, fluids, and energy steady so you are not reacting later.
ru: Срочный шаг не нужен. Держите питание, воду и энергию ровно, чтобы потом не реагировать в спешке.
zh_hans: 无需采取紧急措施。保持燃油、液体及能量稳定，以避免日后出现不良反应。

# coach.priority.noUrgentMoveNow.5163
source: No urgent move now.
ru: Сейчас срочный шаг не нужен.
zh_hans: 目前无需采取紧急措施。

# coach.priority.nutritionIsBehindForTheCurrentContext.3404
source: Nutrition is behind for the current context.
ru: Для текущего контекста питания маловато.
zh_hans: 在当前背景下，营养已不再具有关键作用。

# coach.priority.nutritionIsBehindTheCurrentDayDemand.5071
source: Nutrition is behind the current day demand.
ru: Питание отстает от требований дня.
zh_hans: 营养是当今时代需求的基础。

# coach.priority.onceLoadIsHighMoreStressIs.4588
source: Once load is high, more stress is rarely the opportunity. Absorbing the work is.
ru: Когда нагрузка уже высокая, дополнительный стресс редко дает пользу. Важнее усвоить сделанную работу.
zh_hans: 一旦负荷过高，增加应力往往并非可行之选；此时，将负荷吸收才是正确做法。

# coach.priority.oneMissDoesNotDefineIt.3812
source: One miss does not define it.
ru: Один пропуск ничего не определяет.
zh_hans: 一次失误并不能定义它。

# coach.priority.plan3060gCarbsHourIfIt.4480
source: Plan 30-60g carbs/hour if it runs long
ru: Если затянется, планируйте 30–60 г углеводов в час
zh_hans: 若运动时间较长，建议按每小时 30-60 克碳水化合物的方案进行补充。

# coach.priority.plannedLoad.66
source: Planned load
ru: Запланированная нагрузка
zh_hans: 计划负载

# coach.priority.preparationOverridesStableOverviewUnlessASafety.4411
source: Preparation overrides stable overview unless a safety limiter is more urgent.
ru: Подготовка важнее спокойного обзора, если нет более срочного ограничения по безопасности.
zh_hans: 除非安全限制条件更为紧急，否则准备阶段将覆盖稳定概览。

# coach.priority.prepareForValue.4406
source: Prepare for %@
ru: Подготовьтесь к %@
zh_hans: 为%@做好准备

# coach.priority.prepareForValue.4408
source: Prepare for %@
ru: Подготовьтесь к %@
zh_hans: 为%@做好准备

# coach.priority.preWorkoutCarbs.2177
source: Pre-workout carbs
ru: Углеводы перед тренировкой
zh_hans: 训练前摄入碳水化合物

# coach.priority.prioritizeSleepTonight.741
source: Prioritize sleep tonight
ru: Сегодня сделайте сон главным
zh_hans: 今晚优先保证睡眠

# coach.priority.progressIsMovingInTheRightDirection.2104
source: Progress is moving in the right direction.
ru: Движение идет в правильную сторону.
zh_hans: 进展正朝着正确的方向推进。

# coach.priority.protectRecovery.743
source: Protect recovery
ru: Сохраните силы на восстановление
zh_hans: 保留恢复精力

# coach.priority.protectRecovery.5166
source: Protect recovery
ru: Сохраните силы на восстановление
zh_hans: 保留恢复精力

# coach.priority.protectRecoveryNow.5100
source: Protect recovery now
ru: Сейчас сохраните силы на восстановление
zh_hans: 立即保护恢复功能

# coach.priority.protectSleep.4026
source: Protect sleep
ru: Сохраните сон
zh_hans: 守护您的睡眠

# coach.priority.protectTheWork.1777
source: Protect the work
ru: Сохраните сделанную работу
zh_hans: 保存已完成的工作

# coach.priority.protectTheWork.1779
source: Protect the work
ru: Сохраните сделанную работу
zh_hans: 保存已完成的工作

# coach.priority.protectTomorrow.665
source: Protect tomorrow
ru: Сохраните силы на завтра
zh_hans: 为明天保留体力

# coach.priority.protectTomorrow.1639
source: Protect tomorrow
ru: Сохраните силы на завтра
zh_hans: 为明天保留体力
